{"0": {"sentence": "\" SOURCE LANGUAGE: which he harvested yesterday, and brought home.. TARGET LANGUAGE: 'o t\\u0101na i t\\u0101p\\u016b mai inanahi 'e t\\u0101na i tie mai i te fare. GRAMMATICAL DESCRIPTION: perfective aspect; coordinated actions; anaphoric modification. GRAMMATICAL KEYWORDS: conjunction, logic, time information, some, conjunct1, active, discrete, speaker-sphere, one, definite, indefinite, perfective, agent, past, destination, immobile, processive, the modified noun (the harvested object), indicative, toward something, provide descriptive information about a noun via a relative clause, conjunct2, theme, anaphora, real.\"", "filename": "which_he_harvested_yesterday_and_brought_home.txt"}, "1": {"sentence": "\" SOURCE LANGUAGE: My husband and I, we have lots of vegetables from our garden.. TARGET LANGUAGE: m\\u0101ua t\\u0101'u t\\u0101ne, e mea rahi t\\u0101 m\\u0101ua m\\u0101'a n\\u014d roto mai i t\\u0101 m\\u0101ua fa'a'apu. GRAMMATICAL DESCRIPTION: positive polarity; present tense; joint agent; possessive relation; quantitative head (\\u2018lots\\u2019); source specification. GRAMMATICAL KEYWORDS: general, two, positive, the subject 'my husband and I', a specific location, discrete, one, immobile, inclusive, many, member, possessive, possession, joint agent, present, source, indicative, quantity, indefinite, definite, active, possessor, real, assert having lots of home-grown vegetables.\"", "filename": "my_husband_and_i_we_have_lots_of_vegetables_from_o.txt"}, "2": {"sentence": "\" SOURCE LANGUAGE: but our children ate it all already. TARGET LANGUAGE: 'ua 'amu-a'ena-hia r\\u0101 e t\\u0101 m\\u0101ua tamari'i. GRAMMATICAL DESCRIPTION: perfect aspect; contrastive. GRAMMATICAL KEYWORDS: indicative, our children, contrast, real, perfective, theme, active, definite, agent, processive, mass, all, discrete, past, complain about a past action, a few.\"", "filename": "but_our_children_ate_it_all_already.txt"}, "3": {"sentence": "\" SOURCE LANGUAGE: My wife had bought a chicken at the market the other day. TARGET LANGUAGE: 'ua ho'o mai t\\u0101'u vahine i te moa i te m\\u0101tete i te tahi mahana ra. CONCEPT - TARGET WORD(S) RELATIONS:  the speaker's wife: vahine. a chicken: moa. the market: m\\u0101tete. the other day: . the buying event: . GRAMMATICAL DESCRIPTION: Perfect aspect with past time reference. GRAMMATICAL KEYWORDS: theme, indefinite, assert a past event, processive, active, location, perfect aspect, general, agent, one, a specific location, past, speaker-sphere, time, real, my wife, past time, indicative, discrete, definite, perfective.\"", "filename": "my_wife_had_bought_a_chicken_at_the_market_the_oth.txt"}, "4": {"sentence": "\" SOURCE LANGUAGE: I can help you, my friends.. TARGET LANGUAGE: e mara'a ia'u 'ia tauturu ia '\\u014drua, e t\\u014d'u hoa. CONCEPT - TARGET WORD(S) RELATIONS:  the speaker: . the interlocutor(s) (my friends): \\u014drua. the act of helping: . GRAMMATICAL DESCRIPTION: modal ability (potential), present, declarative. GRAMMATICAL KEYWORDS: indicative, ability.modality, agent, interlocutors_sphere, processive, present, first_person_subject, one, recipient, real, speaker-sphere, offer assistance, second_person_object, discrete, definite, potential, the offer of help, indefinite, many, active.\"", "filename": "i_can_help_you_my_friends.txt"}}