[
  {
    "target": "Te kō me te ti'au'e.",
    "source": "The ant and the fly"
  },
  {
    "target": "E, i titahi 'ā, i 'una o titahi 'outu, me te 'animara mate i 'una",
    "source": "One day, on a rock strewn with animal carcasses"
  },

   { "target": "E kai 'a te kō, enā me te ti'au'e.",
    "source": "The ant was eating, and so was the fly."
  },
  {
    "target": "Totohe 'aua no te’ā mea a 'aua e kai 'a",
    "source": "They quarreled over what they were eating."
  },
  {
    "target": "Kaki te hoa te hope ke'ī, kaki mi a titahi.",
    "source": "One wanted the larger share, and so did the other."
  },
  {
    "target": "Titotohe 'aua i 'una o te 'i'i o te 'animara.",
    "source": "They argued over which creature was stronger."
  },
  {
    "target": "Te 'i'i o te kō, me te 'i'i o te ti'au'e.",
    "source": "The strength of the ant versus the strength of the fly"
  },
  {
    "target": "Pe'au te kō, mea 'i'i atu īa.",
    "source": "The ant said that she was stronger."
  },
  {
    "target": "Pao, pe'au te ti'au'e : \"A'o'e, mea 'i'i atu au.\"",
    "source": "Then the fly said, \"No, I am stronger.\""
  },
  {
    "target": "Pe'au te kō : \"Mei te peu ati'i, ha'atupapahi te nei mea a taua.\"",
    "source": "The ant said, \"If that’s the case, let’s settle this with a contest.\""
  },
  {
    "target": "Ha'ati'a te ti’au’e e ha'atupapahi.",
    "source": "The fly accepted the challenge."
  },
  {
    "target": "Tu'u 'a te ti'au'e i ta īa : \"Mi 'Oui'a tihe i te Maratina.\"",
    "source": "The fly proposed: \"From 'Oui'a to Maratina.\""
  },
  {
    "target": "Pe'au te kō : \"Mei 'Oui'a io he one i 'Omo'a.\"",
    "source": "The ant proposed: \"From 'Oui'a to the beach at 'Omo'a.\""
  },
  {
    "target": "Pe'au te ti'au'e : \"Ati’i. E aha ta taua e 'ave ?\"",
    "source": "The fly said, \"Agreed. What should we take with us?\""
  },
  {
    "target": "Pe'au ai te kō : \"E ke’ā. E 'ave au i tā’u ke’ā, mi 'Oui'a, e 'ave i no he one i 'Omo'a.\"",
    "source": "The ant replied: \"A rock. I will carry my rock from 'Oui'a to the beach at 'Omo'a.\""
  },
  {
    "target": "Pe'au te ti'au'e : \"Mi a'u, e 'ave me au i tā'u ke’ā i no he one i 'Omo'a.\"",
    "source": "The fly said: \"Me too, I will carry my rock to the beach at 'Omo'a.\""
  },
  {
    "target": "Pe'au te kō : \"E ! A epo naiho, ha'amata taua i te ha'atupapahi i tenā mea.\"",
    "source": "The ant exclaimed: \"Come on, without waiting, let’s launch our challenge!\""
  },
  {
    "target": "'Ave 'oe ta 'oe, 'ave au i tā'u.",
    "source": "You will carry yours; I will carry mine."
  },
  {
    "target": "Te ke’ā Moturoio, oia’a ta te ti'au'e.",
    "source": "The rock Moturoio is the fly’s."
  },
  {
    "target": "Ta te kō, e ke’ā ma'ita ka'uo'o.",
    "source": "The ant’s is a large white boulder."
  },
  {
    "target": "E avai nei te’ā ke’ā, ma uta nei o te tohua popo.",
    "source": "The rock still lies there, just behind the soccer field."
  },
  {
    "target": "Ua ha'ana'oa 'a te’ā ke’ā e te 'enana.",
    "source": "That rock was buried by man."
  },
  {
    "target": "Tihetia mai o te kō me te ti'au'e, me ta ‘aua mou ke’ā, i te vahi pe’au’ia Moturoio i tenei, ua pō.",
    "source": "When the ant and the fly arrived, with their rock, at the place now called Moturoio, it was night."
  },
  {
    "target": "U ha'ataime te ti'au'e.",
    "source": "The fly rested."
  },
  {
    "target": "Te kō 'a a’o’e : mi te ma'ama, mi te po, e hana īa e.",
    "source": "The ant did not: by day as by night, she works."
  },
  {
    "target": "Ua he'e anatu te kō me ta īa ke’ā.",
    "source": "The ant continued on her way with her rock."
  },
  {
    "target": "Ua he'e, ua he'e, ua he'e, ua he'e te kō e e e.",
    "source": "She walked, she walked, she walked on, the ant..."
  },
  {
    "target": "Tihe te kō i Teatapu, ua 'una taime te kō 'ia'a",
    "source": "The ant reached Teatapu, where she took a brief pause."
  },
  {
    "target": "Mi 'ia'a, he'e haka'ua te kō. I te ma'ama, ua tihe te kō i 'a'o nei me ta īa ke’ā.",
    "source": "From there, the ant set out again. At dawn, she arrived below in the village, with her rock."
  },
  {
    "target": "U popahi te toa ti’au’e i titahi kape ti'au'e e hano ti'ohi i hea te kō me ta īa ke’ā.",
    "source": "The fly tasked one of his subordinates to go see where the ant and her rock were."
  },
  {
    "target": "Te hanotia ti'ohi, a'e e 'itea mai i hea te kō me te ke’ā.",
    "source": "When he went to observe, he could not see where the ant and the rock were."
  },
  {
    "target": "Ua he'e, ua he'e, ua he'e te'ā ti'au'e, e",
    "source": "The assigned fly marched, marched, marched..."
  },
  {
    "target": "Ua tihe te ti'au'e i te’ā taha e pe'autia nei, Ma'i'oifa'e",
    "source": "The fly arrived at the place now called Ma‘i‘oifa‘e."
  },
  {
    "target": "Ua 'ite te ti'au'e mei 'una, i te kō me te ke’ā i no he one.",
    "source": "From the heights, the fly spotted the ant and her rock on the beach."
  },
  {
    "target": "Ua 'ite i te kō 'i'a me ta īa ke’ā, i hua ai hua ti'au'e.",
    "source": "He saw the ant down there with her rock, and the fly immediately turned back."
  },
  {
    "target": "Pe'au te’ā ti'au'e i tahipito tau ti'au'e : \"Umo'i tatou e he'e.\"",
    "source": "The dispatched fly warned the others: \"Let’s not go there.\""
  },
  {
    "target": "Ha'ame'eme'ea tatou e te kō.",
    "source": "She will mock us."
  },
  {
    "target": "Enā te kō ua tihe i no he one i 'Omo'a.",
    "source": "The ant has arrived on the beach at 'Omo'a."
  },
  {
    "target": "Te’ā ke’ā, Moturoio, ua vai anaiho ïa i 'i'a'a. Mau anaiho ai te’ā ke’ā i'ā. A'i neke haka'ua.",
    "source": "As for the rock Moturoio, it remained where it was abandoned. Since then, it has never moved."
  },
  {
    "target": "Ta te kō 'a, na te 'enāta i ha'ana'o i te ke’ā a te kō mi tai.",
    "source": "As for the ant’s rock, humans removed it from the shore."
  },
  {
    "target": "Pe'autia i te’ā ke’ā ma hope iho nei “Ke’ā ha'ataimetina o Rataro.”",
    "source": "It was later called “Rataro’s Resting Rock.”"
  }
]
