{
  "Negation": {
    "guidance": "Each language uses a ‘most frequent negation pattern’ to express negation. That is, it\nprefers to use one of the following three pattern:\n- specialised negative particles (Example: “not” in “This is not a dog”) (~50% of\nlanguages);\n- affixes (Example: “im-” in “This is im-possible” = “This is not possible”) (~33% of\nlanguages)\n- negative verbs (Example: “&#39;ita/&#39;ere/&#39;ore” in Proto-Tahitian) (~ 12% of languages).\nYou must determine which is the ‘most frequent negation pattern’ in the target language.\nHowever, you must also take into account the other patterns displayed by the examples.\nYou must also consider the ‘negation scope’: ‘Sentence negation’ applies to the predicate\nand its arguments (Example: The dog is not eating the fish), while ‘constituent negation’\napplies only to a constituent or part of a constituent, often an element other than the\npredicate (e.g., He participated in a non-violent protest.).\nWhen considering ‘Sentence negation’, you must look more precisely at these different\ntypes :\n- Negation of existence (Example: There is no dog.)\n- Negation of localisation (Example: The dog is not there/in the house.)\n- Negation of inclusion in a category (Example: This is not a dog.)\n- Negation of identification with a specific entity (Example: This is not my dog.)\n- Negation of a quality (Example: This is not small.)\n- Negation of a process (Example: The dog is not running)\nIf the negative words and the structure of the sentences are different depending on those\ntypes of negation, you should explicitly expose those formal differences.\nIn all cases, you should consider the ways aspectual nuances are expressed (Examples:\nThere are no birds vs. There are no more birds vs. There are no birds yet).\n\nWhen a sentence implies possession, wonder if there is one or two different structures\ndepending on the negation scope. Is the ‘negation scope’ on the existence, or on the\npossessive relation (Examples: I have no dog = There is no dog in relation to me = negation\nscope on existence) ; This dog is not mine = This dog is not in relation to me = negation\nscope on relation)."
  },
  "Agent and Patient identification": {
    "guidance": "Identify how the language marks Agent and Patient by following this process. First, separate intransitive (1-participant) from transitive (2-participant) clauses. Use intransitives to determine how default subjects behave. Then compare transitive clauses to see what changes. Check word order: does the Agent consistently appear before or after the verb, and does the Patient have a consistent position? Look for morphology on nouns or pronouns, such as case markers, particles, adpositions, affixes, or clitics that attach only to Agents or only to Patients. Examine the verb for agreement or cross-referencing that indexes the Agent, the Patient, or both. Check whether these markings are obligatory or optional, and whether they change with tense, aspect, negation, person, animacy, or clause type. Compare minimally different sentence pairs to confirm patterns. Finally, decide whether the language’s alignment is nominative-accusative, ergative-absolutive, or shows a split."
  }
}