{
  "Negation": {
    "guidance": "Each language uses a ‘most frequent negation pattern’ to express negation. That is, it\nprefers to use one of the following three pattern:\n- specialised negative particles (Example: “not” in “This is not a dog”) (~50% of\nlanguages);\n- affixes (Example: “im-” in “This is im-possible” = “This is not possible”) (~33% of\nlanguages)\n- negative verbs (Example: “&#39;ita/&#39;ere/&#39;ore” in Proto-Tahitian) (~ 12% of languages).\nYou must determine which is the ‘most frequent negation pattern’ in the target language.\nHowever, you must also take into account the other patterns displayed by the examples.\nYou must also consider the ‘negation scope’: ‘Sentence negation’ applies to the predicate\nand its arguments (Example: The dog is not eating the fish), while ‘constituent negation’\napplies only to a constituent or part of a constituent, often an element other than the\npredicate (e.g., He participated in a non-violent protest.).\nWhen considering ‘Sentence negation’, you must look more precisely at these different\ntypes :\n- Negation of existence (Example: There is no dog.)\n- Negation of localisation (Example: The dog is not there/in the house.)\n- Negation of inclusion in a category (Example: This is not a dog.)\n- Negation of identification with a specific entity (Example: This is not my dog.)\n- Negation of a quality (Example: This is not small.)\n- Negation of a process (Example: The dog is not running)\nIf the negative words and the structure of the sentences are different depending on those\ntypes of negation, you should explicitly expose those formal differences.\nIn all cases, you should consider the ways aspectual nuances are expressed (Examples:\nThere are no birds vs. There are no more birds vs. There are no birds yet).\n\nWhen a sentence implies possession, wonder if there is one or two different structures\ndepending on the negation scope. Is the ‘negation scope’ on the existence, or on the\npossessive relation (Examples: I have no dog = There is no dog in relation to me = negation\nscope on existence) ; This dog is not mine = This dog is not in relation to me = negation\nscope on relation)."
  },
  "Agent and Patient identification": {
    "guidance": "Identify how the language marks Agent and Patient by following this process. First, separate intransitive (1-participant) from transitive (2-participant) clauses. Use intransitives to determine how default subjects behave. Then compare transitive clauses to see what changes. Check word order: does the Agent consistently appear before or after the verb, and does the Patient have a consistent position? Look for morphology on nouns or pronouns, such as case markers, particles, adpositions, affixes, or clitics that attach only to Agents or only to Patients. Examine the verb for agreement or cross-referencing that indexes the Agent, the Patient, or both. Check whether these markings are obligatory or optional, and whether they change with tense, aspect, negation, person, animacy, or clause type. Compare minimally different sentence pairs to confirm patterns. Finally, decide whether the language’s alignment is nominative-accusative, ergative-absolutive, or shows a split."
  },
  "Canonical Sentence": {
    "guidance": "A canonical sentence corresponds to the basic form of a sentence in a particular language. It is used as a baseline model to analyse more complexe or less typical sentences. A canonical sentence has the following properties:\n- It is simple, meaning it contains only one clause and one predicate (example: “The dogs bark” is a canonical sentence; “the dogs I'm looking at bark” is not a canonical sentence);\n- It is declarative, that is, the speaker is performing the speach act of asserting something (it is not interrogative or imperative);\n-    Its polarity is positive: it is not a negative sentence (example: “The dogs bark” is a canonical sentence; “The dogs do not bark” is not a canonical sentence);\n-    Its syntactic structure is unmarked. The sentence has not undergone any transformation to modify the fundamental voice of the verb or to emphasize a particular element of the sentence (emphasis) (example: “The dogs chase the chicken” is a canonical phrase; “The chicken is chased by the dogs” is not a canonical phrase; “The dogs, they chase the chicken” is not a canonical phrase; “it is the dogs that chase the chicken” is not a canonical phrase);\n- it is not exclamatory, that is, it is not expressing strong emotion.\n\nYou will seek to identify canonical sentences in the target language from the corpus in order to clarify their basic structure.\n\nIn this research, you will distinguish between sentences with non-verbal predicates (example: Delicious, these cakes) and sentences with verbal predicates (example: The dog is running). \nIn the case of verbal predicates, you will compare the structure of sentences with intransitive verbs (example: “The dogs bark.”) with sentences containing transitive verbs (e.g., “The dogs chase the chicken”).\nYou will pay particular attention to the position, form, and grammatical words that accompany the sole actant of the intransitive verb (“the dogs” in “The dogs bark.”) and the agent and patient of the transitive verb (“The dogs (agent) chase the chicken (patient)”). \nYou will seek to identify canonical sentences in the target language from the corpus in order to clarify their basic structure.\nNext, you will compare the way in which the sole argument of the intransitive verb, and the agent and patient of the transitive verb are treated: \n-\tHas the sole argument of the intransitive verb the same morphosyntactic properties as the agent of the transitive verb (accusative structure) ?\n-\tOr has the sole argument of the intransitive verb the same morphosyntactic properties as the patient of the transitive verb (ergative structure) ?\n-\tOr does one find both structures in the language, depending on the verbs and/or the categories of the elements ?  \nWhen a sentence contains both an agent and a patient, you must pay attention to the order of the two elements. With certain verbs, the agent is expressed in the subject position. But in some languages, there are also verbs with which the patient is expressed in the subject position. These are patientive verbs. You must be able to distinguish between agentive verbs (where the subject expresses the agent) and patientive verbs (where the subject expresses the patient). Patientive verbs are not agentive verbs in the passive voice. They are not transformed. "
  }
}