{
"english": [
    "Hey, you know what?",
    "In two months’ time, we’ll have celebrations for the New Year.",
    "Oh, that’s right.",
    "This time, the people from village X will all be coming to our community.",
    "men and women, children, old people, entire families…",
    "We should welcome them in a friendly way",
    "just like they did to us last year",
    "Yes of course",
    "like we always do",
    "Our leaders will start with a welcome speech.",
    "Then, people will play in the morning.",
    "After that, we’ll all share lunch together.",
    "In the afternoon, I hope we can have songs and dances.",
    "The people of X will sing their songs, dance their dances;",
    "we too, we shall sing our own songs, and do our own dances…",
    "Yes, good idea.",
    "Everyone loves music and dance.",
    "Then our elders will tell stories from the olden times, for the young to hear.",
    "This will be great.",
    "They know so many stories.",
    "And then, in the late afternoon, our two communities will part again.",
    "This will be the end of a day of celebration.",
    "Remember that you and I are in charge of the organization this year.",
    "We should organize a meeting tomorrow morning in the community to tell our people what they should do",
    "Some of us will clean the village",
    "Other people will make the costumes for the dances.",
    "We must choose dances to showcase",
    "and we must rehearse them",
    "Also, don’t forget",
    "we’ll have to prepare enough food for two hundred people.",
    "Oh dear, that will be so much work for us all.",
    "A lot of work indeed.",
    "Let's start today!",
    "Good morning!",
    "Hello!",
    "How are you?",
    "I’m fine, and you?",
    "Oh, we are fine too.",
    "Where are you going?",
    "Well, we’re walking down to the river, over there.",
    "Are you going to be bathing?",
    "What for?",
    "No, no! We won’t be bathing.",
    "We’re going fishing.",
    "We’ll try to catch some river fish for dinner.",
    "Oh I see.",
    "Is there a celebration in the village?",
    "I didn’t know.",
    "No, there’s no celebration.",
    "We just need food for our family.",
    "My wife had bought a chicken at the market the other day",
    "but our children ate it all already",
    "now we have nothing left at home!",
    "Besides, we don’t have enough money anymore.",
    "We really have to go fishing today.",
    "I understand.",
    "I’m sorry that you have no food left.",
    "I can help you, my friends.",
    "My husband and I, we have lots of vegetables from our garden.",
    "which he harvested yesterday, and brought home.",
    "If you want, we can give you some.",
    "Oh really? Thank you very much!",
    "You’re welcome.",
    "You’ll give us some vegetables",
    "and we’ll give you some fish.",
    "Tonight we will all eat together.",
    "Great! Good bye!",
    "See you later!",
    "Have you ever seen pictures of my family?",
    "Well, I’ve met some of your relatives, but I’ve never seen your pictures.",
    "Here is an old photo album I just found in my parents’ room.",
    "Oh, show it to me please!",
    "Who’s this on that first photo?",
    "It looks like olden times.",
    "It's in black and white.",
    "These are my grandparents, on my mother’s side.",
    "Grandpa here on the left, and Grandma on the right.",
    "The people around them must be their friends, or other relatives.",
    "Was that the day of their wedding?",
    "No, I don’t think so.",
    "They were older than this on their wedding. ",
    "This must have been the day when they got engaged.",
    "In those times, the engagement was a major event for the whole family,",
    "People would wear beautiful clothes.",
    "Have you met them?",
    "Who? My grandparents?",
    "Yes, your grandparents on the photo.",
    "Actually no. ",
    "They died before I was born.",
    "They were born a long time ago.",
    "Oh I see.",
    "And who’s that on the second photo?",
    "This is my mother",
    "when she was a child",
    "I guess she was coming back from school",
    "look at her schoolbag.",
    "Oh yeah, nice.",
    "And who is the small boy behind her?",
    "That’s my uncle Teri.",
    "You’ve never met him.",
    "He lives far away from here.",
    "And what school did they attend then?",
    "That was an old school that doesn’t exist anymore.",
    "It was located down the road, towards the lake.",
    "Let me see this other photo.",
    "This woman is surely your mother again, carrying a child on her back.",
    "Oh, I think I know who this child is.",
    "That’s you!",
    "That's me indeed!",
    "How did you recognize me?",
    "Well, on that photo you’re a small child,",
    "but I recognize your eyes and your smile.",
    "You look mischievous on that picture.",
    "You haven’t changed much!",
    "Ha ha.",
    "But I’m not a child any more, I’ve grown up.",
    "Today my mother would not be able to carry me on her back!",
    "I’m taller and heavier than her.",
    "Ha, that’s true.",
    "You’ve eaten too much!",
    "Good morning Doctor",
    "How are you?",
    "I'm fine, and you?",
    "Well… I’m not feeling well these days.",
    "This is why I came to see you.",
    "What’s happening to you?",
    "You look sick",
    "I can’t sleep well at night.",
    "I sweat",
    "I have nightmares.",
    "and then I wake up in the middle of the night.",
    "Sometimes I feel hot",
    "sometimes I feel cold",
    "I must have fever?",
    "Let me check your forehead",
    "Oh yes, you’re hot!",
    "Do you cough?",
    "No, I don’t cough.",
    "But every time I wake up, I’m very thirsty.",
    "I feel I need to drink.",
    "And also, my belly hurts.",
    "It’s painful.",
    "Does it hurt during the day? or only at night?",
    "Mostly at night.",
    "I don't know why.",
    "Doctor, I’m a bit worried.",
    "what is going on?",
    "Have you eaten something particular lately?",
    "Hm, let me remember…",
    "No, I don’t think so.",
    "Oh wait",
    "actually yes I did!",
    "Last week, my child came back from the forest with some strange fruit I had never seen.",
    "He gave me the fruits to try. ",
    "Did you?",
    "Yes I did.",
    "Actually I liked them.",
    "They were sweet.",
    "I ate many of them.",
    "I became sick after that.",
    "I see.",
    "It must have been these fruits that made you sick.",
    "If you hadn’t eaten so much, you wouldn’t have gotten sick.",
    "Oh Doctor, you’re right.",
    "I shouldn’t have.",
    "What should I do now?",
    "Don’t worry.",
    "I’ll give you some medicine to drink.",
    "Take it twice a day.",
    "In the morning, and in the evening.",
    "Alright Doctor.",
    "And then I’ll be better?",
    "Yes",
    "you should get better soon.",
    "This is efficient medicine against fever and belly-ache.",
    "Also, you must get some rest.",
    "Don’t go to work",
    "You need to sleep.",
    "Alright Doctor",
    "I understand.",
    "Thank you so much!",
    "Brother, have you seen my notebook?",
    "I’ve been looking for it everywhere, but I can’t find it!",
    "I don’t know, sister.",
    "Which notebook?",
    "It’s my math book.",
    "It’s a thick, blue one.",
    "You’ve seen it already.",
    "I was doing my homework on it last night in the dining room.",
    "Well, you probably left it there, then!",
    "No.",
    "I put it away in my schoolbag before I went to sleep.",
    "I think.",
    "Hm, did you look in your room, beside your bed?",
    "Yes I did.",
    " It’s not there.",
    "Or perhaps on Dad’s desk?",
    "Maybe it’s hidden under another book?",
    "Wait... no.",
    "I can't find it.",
    "Let me look in the kitchen...",
    "Hm, not here.",
    "But I need it for my math class today!",
    "The teacher will be quite angry if I don’t have my notebook.",
    "He will think I didn’t do my homework.",
    "Uh oh… I think I found it!",
    "Really?!",
    "Where?",
    "Look at our little brother out there in the garden.",
    "What is he holding in his hands?",
    "Isn’t it your notebook?",
    "Oh my god, yes it is",
    "But he has shredded it into pieces!",
    "It looks like he’s been playing with it all morning.",
    "Oh dear, what happened to my homework?!",
    "Now I need to buy a new notebook",
    "and I need to start my work all over again.",
    "poor me, what a disaster!"
]
}